Repository: ktstudio/WP-Framework
Catalog: core/languages/KT_CORE_DOMAIN-*.po
Languages: cs_cz

source: Data were stored.
cs_cz: Data byla uložena.

source: Save Settings
cs_cz: Uložit nastavení

source: Theme Settings
cs_cz: Nastavení šablony

source: Phone
cs_cz: Telefon

source: Archives
cs_cz: Archivy

source: Add to menu
cs_cz: Přidat do menu

source: This site uses cookies. By using this site you consent to the use of Cookies.
cs_cz: Tyto stránky využívají Cookies. Používáním těchto stránek vyjadřujete souhlas s používáním Cookies.

source: Find out more
cs_cz: Zjistit více

source: OK, I understand
cs_cz: OK, rozumím

source: Search for: %s
cs_cz: Vyhledávání pro: %s

source: Error 404 - %s
cs_cz: Chyba 404 - %s

source: Permanently delete this item
cs_cz: Trvale odstranit tento záznam

source: delete
cs_cz: smazat

source: Add new item
cs_cz: Přidat nový řádek

source: Order
cs_cz: Pořadí

source: This file %s doesn`t exist!
cs_cz: Tento soubor "%s" nexistuje!

source: This path %s doesn`t exist!
cs_cz: Tato cesta "%s" neexistuje!

source: Error at dynamic form
cs_cz: Chyba v dynamickém formuláři

source: Add new line
cs_cz: Přidat nový záznam

source: Remove
cs_cz: Odstranit

source: Select file
cs_cz: Vybrat soubor

source: File was removed
cs_cz: Soubor byl smazán

source: Files were removed
cs_cz: Soubor(y) byl(y) smazán(y)

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

source: Min value is %d
cs_cz: Minimální hodnota je %d

source: Max value is %d
cs_cz: Maximální hodnota je %d

source: Value "%s" is not a logical type
cs_cz: Hodnota "%s" není logického typu

source: Value "%s" is not type of KT Switch array
cs_cz: Hodnota "%s" není typu KT Switch - hodnot

source: Error processing - call
cs_cz: Chyba zpracování - volání

source: Data were stored
cs_cz: Data byla uložena

source: Error occurred in this form
cs_cz: Ve formuláři nastala chyba

source: Some of the data has not been saved. Please check your input and repeat the process.
cs_cz: Některé data nebyly správně uložena. Prosím, zkontrolujte vstupní hodnoty a proces opakujte.

source: Set a valid email address
cs_cz: Nastavte validní emailovou adresu

source: Set a valid URL address
cs_cz: Nastavte validní URL adresu

source: Set a valid integer
cs_cz: Nastavte validní celé číslo

source: Set a valid decimal number
cs_cz: Nastavte validní desetinné číslo

source: You do not have sufficient privileges to access this page.
cs_cz: Nemáte dostatečné oprávnění pro vstup na tuto stránku.

source: &laquo; Previous
cs_cz: &laquo; Předchozí

source: Next &raquo;
cs_cz: Další &raquo;

source: Column type: %s
cs_cz: Typ sloupce: %s

source: Invalid enumeration value: %s!
cs_cz: Chybná enumerická hodnota: %s!

source: Invalid enumeral key : %s!
cs_cz: Chybná enumerický klíč: %s!

source: Reciver "%s" is not valid e-mail address!
cs_cz: Příjemce “%s” není platná emailová adresa!

source: Copy "%s" is not valid email address!
cs_cz: Kopie "%s" není validní emailová adresa!

source: Hidden copy "%s" is not valid email address!
cs_cz: Skrytá kopie "%s" není validní emailová adresa!

source: Sender "%s" is not valid email address!
cs_cz: Odesílatel "%s" není validní emailová adresa!

source: Reply to "%s" is not valid email address!
cs_cz: Přeposlat "%s" není validní emailová adresa!

source: Reciver "%s" is not valid email address!
cs_cz: Příjemce “%s” není platná emailová adresa!

source: Only form with set postPrefix are supported.
cs_cz: Zatím jsou podporovány pouze formulář s nastaveným postPrefix.

source: Date type of metabox: %s
cs_cz: Datový typ metaboxu: %s

source: KT Termmeta are not active...
cs_cz: KT Termmeta nejsou aktivní…

source: If you want work with term meta, you must set postPrefix to your fieldset.
cs_cz: Pro práci s term meta musí mít fieldset nastavený postPrefix.

source: This taxonomy "%s" is not exists!
cs_cz: Tato taxonomie "%s" neexistuje!

source: The value for the validate range must be an array type.
cs_cz: Hodnota pro kontrolu rozsahu musí být typu pole.

source: Value for validate the length must be assigned.
cs_cz: Hodnota pro kontrolu délky musí být zadána.

source: Parameter to validate the maximum length must be assigned and numeric type.
cs_cz: Hodnota pro kontrolu maximální délky musi být zadáná a čísleného typu.

source: Parameter to validate the minimumm length must be assigned and numeric type.
cs_cz: Hodnota pro kontrolu minimální délky musi být zadáná a čísleného typu.

source: Parameter to validate the maximum number must be assigned and integer.
cs_cz: Hodnota pro kontrolu maximálního čísla musí být zadána a číselného typu.

source: Parameter to validate the minimum number must be assigned and integer.
cs_cz: Hodnota pro kontrolu minimálního čísla musí být zadána a číselného typu.

source: Name*:
cs_cz: Jméno*:

source: The name must have at least 3 characters
cs_cz: Jméno musí mít minimálně 3 znaky

source: The name can have a maximum of 50 characters
cs_cz: Jméno může mít maximálně 50 znaků

source: Description:
cs_cz: Popisek:

source: Additional detail - information character...
cs_cz: Doplňující údaj informačního charakteru...

source: Code:
cs_cz: Kód:

source: The code can have a maximum of 30 characters
cs_cz: Kód může mít maximálně 30 znaků

source: Visibility*:
cs_cz: Viditelnost*:

source: Visibility is required
cs_cz: Viditelnost je povinná položka

source: Title
cs_cz: Titulek

source: Code
cs_cz: Kód

source: Visibility
cs_cz: Viditelnost

source: Comment*:
cs_cz: Komentář*:

source: Comment is required.
cs_cz: Komentář je povinná položka.

source: Comment can be up to 1000 characters.
cs_cz: Komentář může mít maximálně 1000 znaků.

source: Name*:
cs_cz: Jméno*:

source: Name is required.
cs_cz: Jméno je povinná položka.

source: Name can be up to 50 characters.
cs_cz: Jméno může mít maximálně 50 znaků.

source: E-mail is required.
cs_cz: E-mail je povinná položka.

source: Invalid e-mail address.
cs_cz: Neplatná e-mailová adresa.

source: E-mail can be up to 10 characters.
cs_cz: E-mail může mít maximálně 10 znaků.

source: Website:
cs_cz: Webové stránky:

source: Website can be up to 50 characters.
cs_cz: Webové stránky mohou mít maximálně 50 znaků.

source: Checker:
cs_cz: Kontrola:

source: Comments are required.
cs_cz: Komentář je povinná položka.

source: Comments can be up to 1000 characters.
cs_cz: Komentář může mít maximálně 1000 znaků.

source: Do not fill if you are human
cs_cz: Nevyplňujte pokud jste člověk

source: Contact
cs_cz: Kontakt

source: First name*:
cs_cz: Jméno*:

source: First name*
cs_cz: Jméno*

source: First name is required
cs_cz: Jméno je povinná položka

source: The first can be up to 30 characters
cs_cz: Jméno může mít maximálně 30 znaků

source: Last name*:
cs_cz: Příjmení*:

source: Last name*
cs_cz: Příjmení*

source: Last name is required
cs_cz: Příjmení je povinná položka

source: The last name can be up to 30 characters
cs_cz: Příjmení může mít maximálně 30 znaků

source: Name*
cs_cz: Jméno*

source: Name is required
cs_cz: Jméno je povinná položka

source: The name can be up to 30 characters
cs_cz: Jméno může mít maximálně 30 znaků

source: E-mail is required
cs_cz: E-mail je povinná položka

source: Invalid e-mail address
cs_cz: Chybný tvar e-mailové adresy

source: The e-mail can be up to 100 characters
cs_cz: E-mail může mít maximálně 100 znaků

source: Phone*:
cs_cz: Telefon*:

source: Phone*
cs_cz: Telefon*

source: The phone number can be up to 30 characters
cs_cz: Telefonní číslo může mít maximálně 30 znaků

source: Phone is required
cs_cz: Telefon je povinná položka

source: Invalid phone number
cs_cz: Neplatné telefonní číslo

source: Message*:
cs_cz: Zpráva*:

source: Message*
cs_cz: Zpráva*

source: Message is required
cs_cz: Zpráva je povinná položka

source: The message can be up to 1000 characters
cs_cz: Zpráva může mít maximálně 1000 znaků

source: Agreement:
cs_cz: Souhlas:

source: I agree with the processing of personal data
cs_cz: Souhlasím se zpracováním osobních údajů

source: Do not fill if your are human
cs_cz: Nevyplňujte pokud jste člověk

source: Parameters
cs_cz: Prametry

source: Key:
cs_cz: Klíč:

source: Value:
cs_cz: Hodnota:

source: First name is required.
cs_cz: Jméno je povinná položka.

source: The first name can be up to 30 characters.
cs_cz: Jméno může mít maximálně 30 znaků.

source: Last name is required.
cs_cz: Příjmení je povinná položka.

source: The last name can be up to 30 characters.
cs_cz: Příjmení může mít maximálně 30 znaků.

source: The e-mail address can be up to 50 characters.
cs_cz: E-mailová adresa může mít maximálně 50 znaků.

source: Phone:
cs_cz: Telefon:

source: The phone should be in international form, for example: "+420 606 707 808"...
cs_cz: Telefon by měl být v mezinároním formátu, např.: “+420 606 707 808”…

source: The phone can have a maximum of 16 characters.
cs_cz: Telefon může mít maximálně 16 znaků.

source: Phone is required.
cs_cz: Telefon je povinná položka.

source: Password*:
cs_cz: Heslo*:

source: The password can have a minimum of 7 characters.
cs_cz: Heslo musí mít minimálně 7 znaků.

source: The password can have a maximum of 30 characters.
cs_cz: Heslo může mít maximálně 30 znaků.

source: Password confirmation*:
cs_cz: Potvrzení hesla*:

source: The password confirmation can have a minimum of 7 characters.
cs_cz: Potvrzení hesla musí mít minimálně 7 znaků.

source: The password confirmation can have a maximum of 30 characters.
cs_cz: Potvrzení hesla může mít maximálně 30 znaků.

source: Type again your new password.
cs_cz: Znovu napište své nové heslo.

source: Password change
cs_cz: Změna hesla

source: Current password*:
cs_cz: Aktuální heslo*:

source: The current password can have a minimum of 7 characters.
cs_cz: Aktuální heslo musí mít minimálně 7 znaků.

source: The current password can have a maximum of 30 characters.
cs_cz: Aktuální heslo může mít maximálně 30 znaků.

source: New password*:
cs_cz: Nové heslo*:

source: The new password can have a minimum of 7 characters.
cs_cz: Heslo musí mít minimálně 7 znaků.

source: The new password can have a maximum of 30 characters.
cs_cz: Heslo může mít maximálně 30 znaků.

source: The file name does not match the established conventions, viz. KT prefix and suffix INC ...
cs_cz: Název souboru neodpovídá stanoveným konvencím, viz. KT předpona a INC přípona...

source: File name: %s %s
cs_cz: Název soubor: %s %s

source: Duplicate entry:
cs_cz: Duplicitní položka:

source: Nonexistent constant in the config "% s " based on the function call: "% s ->% s "
cs_cz: Neexistující konstanta na configu: \"%s\" na základě volání funkce: \"%s->%s\"

source: Operation is not implemented!
cs_cz: Operace není implementována!

source: Unimplemented operation: %s %s
cs_cz: Neimplementovaná operace : %s %s

source: The argument is unassigned or NULL!
cs_cz: Zadaný argument je nepřiřazený nebo NULL!

source: Operation is not supported!!
cs_cz: Operace není podporována!

source: Unsupported operation %s %s
cs_cz: Nepodporovaná operace: %s %s

source: Empty value for: %s n %s
cs_cz: Prázdná hodnota pro: %s n %s

source: Day
cs_cz: Den

source: days
cs_cz: dny

source: month
cs_cz: měsíc

source: hour
cs_cz: hodina

source: hours
cs_cz: hodin

source: Author: %s
cs_cz: Autor: %s

source: User`s id is not exist (in WP database).
cs_cz: Uživatel s tímto ID neexistuje (ve WP databázi)

source: Error processing resource addresses...
cs_cz: Chyba zpracování zdrojové adresy…

source: You filled out unauthorized control element...
cs_cz: Vyplnili jste nepovolený kontrolní prvek...

source: Your question was sent successfully and will be discharged as soon as possible, thank you.
cs_cz: Váš dotaz byl úspěšně odeslán a bude co nejdříve vyřízen, děkujeme.

source: When preparing and sending the contact form error. You need to enter all your information correctly...
cs_cz: Při zpracování a odesílání kontaktního formuláře došlo k chybě. Je třeba zadat správně všechny údaje...

source: %s - contact
cs_cz: %s - kontakt

source: The e-mail was generated by using the contact form on the Website: %s
cs_cz: Email byl vygenerován pomocí kontaktního formuláře na stránce: %s

source: Repair
cs_cz: Opravit

source: Name: %s
cs_cz: Jméno: %s

source: Phone: %s
cs_cz: Telefon: %s

source: Message:
cs_cz: Zpráva:

source: Agreement with the processing of personal data:
cs_cz: Souhlas se zpracováním osobních údajů:

source: Done by URL: %s
cs_cz: Provedeno z URL adresy: %s

source: E-mail for %s <%s> from URL %s done by: %s.
cs_cz: E-mail pro %s <%s> z URL %s zpracován: %s.

source: Send request
cs_cz: Odeslat dotaz

source: *) It changes only those values that are filled and altered.
cs_cz: *) Změní se pouze ty hodnoty, které jsou vyplněné a změněné.

source: **) Passwords must be identical in the case of changes.
cs_cz: **) Hesla musejí být v případě změny shodná.

source: Error at saving user profile...
cs_cz: Chyba při ukládání uživatelského profilu...

source: Your profile has been successfully edited and saved changes.
cs_cz: Vaše profilové údaje byly uspěšně změněny a uloženy.

source: When processing a profile error. You need to enter all your information correctly...
cs_cz: Při ukládání profilu došlo k chybě. Je třeba zadat všechny informace správně...

source: Error on password change
cs_cz: Chyba při změně hesla

source: Password and confirmation must be the same.
cs_cz: Heslo a jeho potvrzení musí být stejné.

source: To change the password must be entered password and confirmation.
cs_cz: Pro změnu hesla je třeba zadat heslo a jeho potvrzení.

source: About author: %s
cs_cz: O autorovi: %s

source: Scheduled events
cs_cz: Naplánované události

source: Established intervals
cs_cz: Stanovené intervaly

source: List of KT logs
cs_cz: Přehled KT Logů

source: (KT) Logs
cs_cz: (KT) Logy

source: List of recorded (KT) logs
cs_cz: Přehld záznamů (KT) logs

source: Message
cs_cz: Zpráva

source: Date
cs_cz: Datum

source: User
cs_cz: Uživatel

source: File
cs_cz: Soubor

source: Row
cs_cz: Řádek

source: Fast contact
cs_cz: Rychlý kontakt

source: Fast contact information, including the title with an information icon.
cs_cz: Widget rychlého kontaktu. Obsahuje titulek a ikonu.

source: Call by Skype
cs_cz: Volat na Skype

source: Empty
cs_cz: Prázdný

source: All
cs_cz: Všechny

source: Select
cs_cz: Vybrat

source: WP Framework is not loaded or enabled!
cs_cz: WP Framework není nahrán nebo povolen!
